Repository: ptgms/khinsider-ripper-ios
Catalog: Khinsider Ripper/*.lproj/Localizable.strings
Languages: de

source: Warning!
de: Warnung!

# cachesize
source: Your User-Cache size is over the recommended amount (%s/50 MB). Do you wish to clear your cache?
de: Dein User-Cache ist über der empfohlenden Mänge (%s/50 MB). Möchtest du deinen Cache leeren?

source: Yes
de: Ja

# remindlater
source: Remind me later
de: Erinner mich später

# dontremind
source: Don't remind me again
de: Erinner mich nicht mehr

# fav
source: Favorite
de: Favoriten

# av_formats
source: Available Formats:
de: Verfügbare Formate:

# remove_fav
source: Remove from Favorites
de: Aus Favoriten entfernen

# addfav
source: Add to Favorites
de: Zu Favoriten hinzufügen

# open_browser
source: Open Track in Browser
de: Track im Browser öffnen

# album_browser
source: Open Album in Browser
de: Album im Browser öffnen

# add_photos
source: Add To Photos
de: Zu Fotos hinzufügen

# add_photos_cover
source: Add Cover To Photos
de: Füge Cover zu Fotos hinzu

# add_photos_sheet
source: Add Share-Sheet To Photos
de: Füge Abteil zu Fotos hinzu

source: Share
de: Teilen

# share_or_download
source: Share/Download
de: Teilen/Herunterladen

# share_link
source: Share Link to Song
de: Teile Link zum Song

# share_album
source: Share Link to Album
de: Teile Link zum Album

# share_file
source: Share/Download Song as File
de: Teile/Lade den Song als Datei

source: Done
de: Fertig

source: Options
de: Optionen

# nothingplay
source: Nothing playing!
de: Nichts am Spielen!

source: Downloading
de: Lade herunter

source: Loading
de: Lade

source: Edit
de: Bearbeiten

# rmv
source: Remove
de: Entfernen

source: Contains
de: Beinhaltet

# view_all
source: View all %s Tracks in the Album
de: Alle %s Tracks im Album ansehen

# searchfor
source: Search for OSTs
de: Nach OSTs suchen

source: Error!
de: Fehler!

# fav_unsync
source: The Favorites aren't synchronized! This could be because of an Error that happened within the app! Your favorites have been reset as a result!
de: Die Favoritenliste war nicht Synchronisiert! Dies kann aufgrund eines Fehlers in der App auftreten! Deine Favoriten wurden als Resultat zurückgesetzt!

# err_no_results
source: No search results found!
de: Keine Suchresultate gefunden!

# err_no_results_det
source: Try searching for another term.
de: Versuche nach etwas anderem zu suchen.

source: Question
de: Frage

# format_ask
source: As what format do you want to save the file?
de: Als welches format möchtest du die Datei speichern?

# gathering
source: Gathering direct links
de: Lade Download-Links

# download_all
source: Download all Tracks
de: Alle Tracks herunterladen

# checkout
source: Check out this Album from Khinsider!
de: Schau dir mal das Album auf Khinsider an!

source: Download Track
de: Track herunterladen

source: Cancel
de: Abbrechen
